Repository: nuxeo-cps/products--CPSBlog
Catalog: i18n/*.po
Languages: ca, eu, gl

source: ${numofcomments} comments
ca: ${numofcomments} comentaris
eu: ${numofcomments} iruzkinak
gl: ${numofcomments} comentarios

source: Categories for blog "${blogtitle}"
ca: Categories del blog "${blogtitle}"
eu: "${blogtitle}" blogen kategoriak
gl: Categorías do blog "${blogtitle}"

source: Category for blog "${blogtitle}"
ca: Categoria del blog "${blogtitle}"
eu: "${blogtitle}" blogaren kategoria
gl: Categoría do blog "${blogtitle}"

source: Created
ca: Creat
eu: Sortuta
gl: Creado

source: Delete
ca: Esborrar
eu: Ezabatu
gl: Borrar

source: Main
ca: Principal
eu: Nagusia
gl: Principal

source: Manage Trackback Pings
ca: Administrar pings
eu: pings-ak administratu
gl: Administrar pings

source: Objects: ${batch_start} - ${batch_limit} of ${batch_length}
ca: Objectes: ${batch_start} - ${batch_limit} de ${batch_length}
eu: Objektuak: ${batch_start} - ${batch_limit} ${batch_length}-ekoak
gl: Obxectos: ${batch_start} - ${batch_limit} de ${batch_length}

source: Posted by ${item_creator} @ ${item_modification}.
ca: Enviat per ${item_creator} el ${item_modification}.
eu: Honek bidalia ${item_creator} @ ${item_modification}.
gl: Enviado por ${item_creator} @ ${item_modification}.

source: Posted by ${item_creator} @ ${item_modification} <block condition="info"> <span>Label Status</span> <span content="info/review_state" attributes="class info/review_state">Work</span> </block>
ca: Enviat por ${item_creator} el ${item_modification} <block condition="info"> <span>Estat</span> <span content="info/review_state" attributes="class info/review_state">Treball</span> </block>
eu: Honek bidalia ${item_creator} @ ${item_modification} <block condition="info"> <span>Egoera</span> <span content="info/review_state" attributes="class info/review_state">Trabajo</span> </block>
gl: Enviado por ${item_creator} @ ${item_modification} <block condition="info"> <span>Estado</span> <span content="info/review_state" attributes="class info/review_state">Trabajo</span> </block>

source: Trackback URL for this entry:
ca: URL de Trackback per a aquesta entrada
eu: Trackback-aren URLa sarrera honetarako
gl: URL de Trackback para esta entrada

source: Tracked on ${tracked_date}
ca: Registrat el ${tracked_date}
eu: ${tracked_date} erregistratuta
gl: Rexistrado o ${tracked_date}

source: add
ca: afegir
eu: erantsi
gl: engadir

source: batch_next_x_items
ca: Pròxims
eu: Hurrengoak
gl: Próximos

source: batch_previous_x_items
ca: Anteriors
eu: Aurrekoak
gl: Previos

# blog_add_category_label
source: Add category
ca: Afegir una categoria
eu: Kategoria bat erantsi
gl: Engadir unha categoría

# blog_categories_byline_label
source: Categories:
eu: Kategoriak:
gl: Categorías:

# blog_categories_delete
source: Delete
ca: Suprimir
eu: Ezabatu
gl: Suprimir

# blog_categories_description_label
source: Use categories to group your entries for easier reference.
ca: Utilitzi les categories per a agrupar les entrades
eu: Kategoriak erabili zure sarrerak taldekatzeko
gl: Utilice as categorías para agrupar as súas entradas

# blog_categories_label
source: Categories
eu: Kategoriak
gl: Categorías

# blog_edit_category_description_label
source: Use this page to edit the attributes of the category
ca: Utilitzi aquesta pàgina per a editar els atributs de la categoria
eu: Erabil ezazu orrialde hau kategoriaren atributuak editatzeko
gl: Utilice esta páxina para editar os atributos da categoría

source: from
ca: de
eu: Nork
gl: de

source: month
ca: mes
eu: hilabetea
gl: mes

# blog_view_mode_label_edit
source: Blog entry view mode
ca: Blog - Mode visualització
eu: Blog / Ikuspegiratze-modua
gl: Blog - Modo visualización

# action_manage_blog_categories
source: Manage categories
ca: Administrar categories
eu: Kategoriak administratu
gl: Administrar categorías

# blog_entries_per_page_label_edit
source: Display entries per page
ca: Mostra les entrades per pàgina
eu: Orrialdeko sarrerak erakusten ditu
gl: Amosa as entradas por páxina

# author_photo_label_edit
source: Author photo
ca: Autor de la foto
eu: Argazkiaren egilea
gl: Autor da foto

# blog_entry_categories_label_edit
source: Categories
eu: Kategoriak
gl: Categorías

# psm_blog_entry_publish_done
source: Blog entry published
ca: l'entrada ha estat publicada
eu: sarrera argitaratua izan da
gl: a entrada foi publicada

# psm_blog_entry_publish_not_possible
source: Blog entry was not published
ca: l'entrada no ha estat publicada
eu: sarrera ez da argitaratua izan
gl: a entrada non foi publicada

# psm_blog_entry_unpublish_done
source: Blog entry unpublished
ca: l'entrada ha estat eliminada
eu: sarrera ezabatua izan da
gl: a entrada foi eliminada

# psm_blog_entry_unpublish_not_possible
source: Blog entry was not unpublished
ca: l'entrada no ha estat eliminada
eu: sarrera ez da ezabatua izan
gl: a entrada non foi eliminada

# portal_type_Blog_title
source: Blog
eu: Bloga

# portal_type_Blog_description
source: A Blog allows to quickly post your thoughts, share your knowledge, interact with people, and much more
ca: El Blog et permet compartir els tus pensaments i coneixements, interactuar amb altres persones...
eu: Blogak zure pentsaera eta ezagutzak, besteekin lanean aritzea... ahalbidetzen dizu
gl: O Blog permíteche compartir os teus pensamentos e coñecementos, interactuar con outras persoas...

# portal_type_BlogEntry_title
source: Blog Entry
ca: Blog - Entrada
eu: Bloga - Sarrera
gl: Blog - Entrada

# portal_type_BlogAggregator_title
source: Blog Aggregator
ca: Blog - Agregador
eu: Bloga - Gehitzailea
gl: Blog - Agregador

# portal_type_BlogAggregator_description
source: A Blog Aggregator shows entries from several blogs by using defined search parameters
ca: L'agregador de blogs mostra les entrades de diversos blogs utilitzant paràmetres definits de recerca.
eu: Blog-gehitzaileak blog batzuen sarrerak erakusten ditu bilaketa-parametro definituak erabiliz.
gl: O agregador de Blog amosa as entradas de varios blogs utilizando parámetros definidos de búsqueda.

# portal_type_BlogAggregatorPortlet_title
source: Blog Aggregator Portlet
ca: Agregador de blogs
eu: Blog / Portlet-Gehitzailea
gl: Blog - Agregador Portlet

# portal_type_BlogAggregatorPortlet_description
source: Blog Aggregator Portlet shows entries from several blogs by using defined search parameters
ca: L'agregador de blogs mostra les entrades de diversos blogs utilitzant paràmetres definits de recerca.
eu: Bloga / Portlet-Gehitzaileak blog batzuen sarrerak erakusten ditu bilaketa-parametro definituak erabiliaz.
gl: Blog - Agregador Portlet amosa as entradas de varios blogs usando parámetros definidos de busca.

# view_mode_Title_label
source: Title only
ca: Títol
eu: Izenburua
gl: Título

# view_mode_TitleDescription_label
source: Title and description
ca: Títol i descripció
eu: Izenburua eta deskribapena
gl: Título e descrición

# view_mode_Full_label
source: Full
ca: Complet
eu: Osoa
gl: Completo

# blog_entry_content_label_edit
source: Content
ca: Contingut
eu: Edukia
gl: Contido

# blog_entry_accept_pings_label_edit
source: Accept trackback pings
ca: Acceptar pings
eu: pings-ak onartu
gl: Aceptar os pings

# blog_entry_dispatch_tb_urls_label_edit
source: URLs to ping
ca: URLs per a fer ping
eu: pings-ak egiteko URLak
gl: URLs para facer ping

# blog_languages_label_edit
source: Languages
ca: Idiomes
eu: Hizkuntzak
gl: Idiomas

# action_publish
source: Publish
ca: Publicar
eu: Argitaratu
gl: Publicar

source: January
ca: Gener
eu: Urtarrila
gl: Xaneiro

source: February
ca: Febrer
eu: Otsaila
gl: Febreiro

source: March
ca: Març
eu: Martxoa
gl: Marzo

source: April
ca: Abril
eu: Apirila
gl: Abril

source: May
ca: Maig
eu: Maiatza
gl: Maio

source: June
ca: Juny
eu: Ekaina
gl: Xuño

source: July
ca: Juliol
eu: Uztaila
gl: Xullo

source: August
ca: Agost
eu: Abuztua
gl: Agosto

source: September
ca: Setembre
eu: Iraila
gl: Setembro

source: October
ca: Octubre
eu: Urria
gl: Outubro

source: November
ca: Novembre
eu: Azaroa
gl: Novembro

source: December
ca: Desembre
eu: Abendua
gl: Decembro

source: Search
ca: Recerca
eu: Bilaketa
gl: Busca

source: Archives
ca: Arxius
eu: Fitxategiak
gl: Arquivos

source: Categories
eu: Kategoriak
gl: Categorías

# label_date_asc
source: Creation date
ca: Data de creació 01-->31
eu: Sortze-data 01-->31
gl: Data de creación 01-->31

# label_date_desc
source: Creation date desc.
ca: Data de creació 31-->01
eu: Sortze-data 31-->01
gl: Data de creación 31-->01
